
id: 0
command: command
response: b'ok'
start time: 2022-02-18 16:33:18.061611
end_time: 2022-02-18 16:33:18.089068
duration: 0.027457

id: 1
command: takeoff
response: b'ok'
start time: 2022-02-18 16:33:18.089154
end_time: 2022-02-18 16:33:26.774968
duration: 8.685814

id: 2
command: battery 20
response: b'unknown command: battery'
start time: 2022-02-18 16:33:31.780151
end_time: 2022-02-18 16:33:31.807075
duration: 0.026924

id: 3
command: flip f
response: b'ok'
start time: 2022-02-18 16:33:31.807170
end_time: 2022-02-18 16:33:35.370502
duration: 3.563332

id: 4
command: land
response: b'ok'
start time: 2022-02-18 16:33:36.862161
end_time: 2022-02-18 16:33:40.374628
duration: 3.512467
