
id: 0
command: command
response: b'ok'
start time: 2022-02-18 17:11:52.331846
end_time: 2022-02-18 17:11:52.371808
duration: 0.039962

id: 1
command: takeoff
response: b'ok'
start time: 2022-02-18 17:11:52.371917
end_time: 2022-02-18 17:11:58.386561
duration: 6.014644

id: 2
command: battery 20
response: b'unknown command: battery'
start time: 2022-02-18 17:12:03.390310
end_time: 2022-02-18 17:12:03.603299
duration: 0.212989

id: 3
command: flip f
response: b'ok'
start time: 2022-02-18 17:12:03.603424
end_time: 2022-02-18 17:12:07.210964
duration: 3.60754

id: 4
command: land
response: b'ok'
start time: 2022-02-18 17:12:08.652956
end_time: 2022-02-18 17:12:12.514636
duration: 3.86168
