
id: 0
command: command
response: b'ok'
start time: 2022-02-18 16:27:37.514836
end_time: 2022-02-18 16:27:37.560737
duration: 0.045901

id: 1
command: takeoff
response: b'ok'
start time: 2022-02-18 16:27:37.560842
end_time: 2022-02-18 16:27:43.783658
duration: 6.222816

id: 2
command: forward 10
response: b'out of range'
start time: 2022-02-18 16:27:44.784390
end_time: 2022-02-18 16:27:44.800508
duration: 0.016118

id: 3
command: land
response: b'ok'
start time: 2022-02-18 16:27:44.800608
end_time: 2022-02-18 16:27:48.371235
duration: 3.570627
